export function displayRaiting() {

    const message = `
    Самоценка:
        1. Вёрстка валидная +10
        2. Вёрстка семантическая
                в коде присутствуют семантические тэги:
                main, footer, header, nav, section за каждый тэг +2 балла 
                используются заголовки h1 - h5 за каждый заголовок +2 балла
            Всего за данный пункт +20 баллов.
        3. для оформления СV используются css-стили +10
                1 балл за каждый стилизованный элемент
            Всего за данный пункт +10 баллов.
        4. Контент размещается в блоке, который горизонтально центрируется на странице.
             Данныый пункт выполнен
             +10 баллов.
        5. Вёрстка адаптивная: ни на одном из разрешений экрана до 320px включительно
            не появляется горизонтальная полоса прокрутки, при этом всё содержание страницы сохраняется.
                Горизонтальная полоса прокрутки не появляется вплоть до 320px включительно.
                +10 баллов
        6. Есть адаптивное бургер-меню. Ссылки в пунктах меню ведут на основные разделы CV. 
            При кликах по пунктам меню реализована плавная прокрутка по якорям.
                Бургер меню реализовано, пункт выполнен.
                +10 баллов
        7. На странице СV присутствует изображение - фото или аватарка автора CV, пропорции изображения не искажены
                Присутствует фото, пропорции не искажены.
                +10 баллов
        8. Контакты для связи и перечень навыков оформлены в виде списка ul > li 
                Контакты, перечень навыков присутствуют и оформлены в виде списка ul > li 
                +10 баллов
        9. CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского
                Все данные пункты присутствуют
                +10 баллов
        10. CV содержит пример вашего кода с подсветкой кода.
                Пример кода присутвует и подсвечен библиотекой highlight.js
                +10 баллов
        11. CV содержит изображения-ссылки на выполненные вами проекты. При клике по изображению страница проекта открывается в новой вкладке.
            У каждого проекта есть название, небольшое описание, указан перечень используемых технологий.
                Ссылки-изображения присутвуют, при клике открывается демо проекта, есть название, описание и перечень технологий.
        12. CV выполнено на английском языке
                Пункт выполнен.
                +10 баллов
        13.  Выполнены требования к Pull Request: есть ссылка на задание, скриншот страницы СV, ссылка на деплой страницы CV на GitHub Pages,
             выполнена самооценка
                Пункт выполнен.
                +10 баллов
        14. Есть видеорезюме автора CV на английском языке. Продолжительность видео 3-5 мину
                Видео присутвует https://youtu.be/kPZQsL6az4o
                Транскрипция https://docs.google.com/document/d/1L7x8o3xCva7w-PJtXqXfbWSlM_qX2kxGnr3BbVDIUi4/
                Пункт выполнен.
                +10 баллов
        15. Дизайн, оформление, качество выполнения CV не ниже чем в примерах CV, приведённых в материалах к заданию
               Считаю что дизайн на уровне.
               +10 баллов
        Итого: 160 / 150
        В зачет 150 баллов`

    console.log(message);
}